Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Det norske oljeselskap is the operator with a 25 per cent ownership interest, while the other licensees are StatoilHydro and Talisman, each with a 20 per cent stake, and Aker Exploration with a 35 per cent stake.
nb: Det norske oljeselskap er operatør med 25 prosents andel, mens øvrige rettighetshavere er StatoilHydro og Talisman som hver har 20 prosent og Aker Exploration som har 35 prosents andel.

source: The area in this production licence consists of parts of blocks 6306/2, 6306/3, 6306/5 and parts of block 6306/6.
nb: Arealet i denne utvinningstillatelsen består av blokkene 6306/2, 6306/3, 6306/5 og deler av blokk 6306/6 og ble tildelt i 18.

source: The licence was awarded in the 18th licensing round in 2004.
nb: Konsesjonsrunde i 2004.

source: Press contact in the NPD Eldbjørg Vaage Melberg tel.
nb: Pressekontakt i Oljedirektoratet Eldbjørg Vaage Melberg tlf.

source: The drilling program for wellbore 6306/6-2 relates to the drilling of a wildcat well in production licence 321.
nb: Boreprogrammet for brønnbane 6306/6-2 gjelder boring av undersøkelsesbrønn i utvinningstillatelse 321.

source: The well will be drilled from the Aker Barents drilling facility at position 63°41´04.9” North and 06°40´16.2” East.
nb: Brønnen skal bores fra boreinnretningen Aker Barents i posisjon 63°41´04,9” Nord og 06°40´16,2” Øst.

source: The area in this production licence consists of blocks 6306/2, 3 and 5, which are located about 40 km east of the Ormen Lange field in the Norwegian Sea.
nb: Arealet i denne tillatelsen består av blokk 6306/2, 3 og 5, som ligger rundt 40 km øst for Ormen Lange-feltet i Norskehavet.

source: Det norske oljeselskap ASA is the operator with a 25 per cent ownership interest.
nb: Det norske oljeselskap ASA er operatør med 25 prosent andel.

source: The licensees are StatoilHydro Petroleum AS with 20 per cent, Talisman Energy Norge AS with 20 per cent and Aker Exploration AS with a 35 per cent ownership interest.
nb: Rettighetshavere er StatoilHydro Petroleum AS med 20 prosent, Talisman Energy Norge AS med 20 prosent og Aker Exploration AS med 35 prosent andel.

source: Wellbore 6407/12-2 will be drilled by the drilling facility Aker Barents at position 64°09’40.44” North and 7°48’27.87 East.
nb: Brønnbanen 6407/12-2 skal bores fra boreinnretningen Aker Barents i posisjon 64°09’40,44” Nord og 7°48’27,87 Øst.

source: The drilling program for wellbore 6407/12-2 applies to the drilling of a wildcat well in production licence 469.
nb: Boreprogrammet for brønnbane 6407/12-2 gjelder boring av undersøkelsesbrønn i utvinningstillatelse 469.

source: GDF SUEZ is the operator with 52.5 per cent ownership interest.
nb: GDF SUEZ er operatør med 52,5 prosent andel.

source: Other licensees are Aker Exploration AS with 25 per cent and Discover Petroleuum AS with 22.5 per cent.
nb: Øvrige rettighetshavere er Aker Exploration AS med 25 prosent og Discover Petroleum AS med 22,5 prosent.

source: The area in this licence is composed of parts of the blocks 6407/9, 6407/11 and 6407/12, and is located south of the Draugen field in the Norwegian Sea.
nb: Arealet i denne tillatelsen består av deler av blokkene 6407/9, -11 og -12, og ligger sør for Draugenfeltet i Norskehavet.

source: Aker Barents is currently drilling well 6306/6-2 in production licence 321.
nb: Aker Barents borer for tiden brønn 6306/6-2 i utvinningstillatelse 321.

source: Wellbore 6407/2-4 will be drilled from the Songa Delta drilling facility at position 64°57'47.4" N and 07°26'51.2" E.
nb: Brønnbanen 6407/2-4 skal bores fra boreinnretningen Songa Delta i posisjon 64°57' 47,4" N og 07°26' 51.2" Ø.

source: The drilling program for wellbore 6407/2-4 relates to the drilling of a wildcat well in production licence 380.
nb: Boreprogrammet for brønnbane 6407/2-4 gjelder boring av en undersøkelsesbrønn i utvinningstillatelse 380.

source: Det norske oljeselskap ASA is the operator with 70.00% and VNG Norge AS is the partner with 30.00%.
nb: Det norske oljeselskap ASA er operatør med 70.00% og VNG Norge AS er partner med 30.00%.

source: Well 6407/2-4 is located about 7 km southwest of the Midgard field.
nb: Brønn 6407/2-4 ligger omtrent 7 kilometer sørvest for Midgardfeltet.

source: The production licence consists of part of block 6407/2.
nb: Utvinningstillatelsen består av en del av blokken 6407/2.

source: Production licence 380 was awarded in APA 2005.
nb: Utvinningstillatelsen 380 ble tildelt i TFO 2005.

source: Wildcat well 6407/2-4 is the first well in production licence 380.
nb: Undersøkelsesbrønn 6407/2-4 er den første brønnen i utvinningstillatelsen 380.

source: The drilling permit assumes that all other permits and consents required by other authorities have been secured before the drilling activity commences.
nb: Boretillatelsen forutsetter at de øvrige tillatelsene og samtykker som kreves av andre myndigheter er gitt før boreaktiviteten starter.

source: Wellbore 6407/2-5 S will be drilled from the Ocean Vanguard drilling facility at position 64°50' 55.7" N and 07°35' 05.7" E.
nb: Brønnbanen 6407/2-5 S skal bores fra boreinnretningen Ocean Vanguard i posisjon 64°50' 55,7" N og 07°35' 05.7" Ø.

source: The drilling program for wellbore 6407/2-5 S relates to the drilling of a wildcat well in production licence 074.
nb: Boreprogrammet for brønnbane 6407/2-5 S gjelder boring av en undersøkelsesbrønn i utvinningstillatelse 074.

source: StatoilHydro is the operator with 40.85% and Eni Norge AS (29.4%), Petoro AS (19.95%), ExxonMobil Exploration & Production Norway AS (9.8%) are the partners.
nb: StatoilHydro er operatør med 40.85 % og Eni Norge AS (29.4 %), Petoro AS (19.95 %), ExxonMobil Exploration & Production Norway AS (9.8 %) er partnere.

source: Well 6407/2-5 S is located about 10 km south south of the Åsgard field.
nb: Brønn 6407/2-5 S ligger omtrent 10 kilometer sør for Åsgardfeltet.

source: Production licence 074 was awarded in the 5th licensing round in 1982.
nb: Utvinningstillatelsen 074 ble tildelt i 5. konsesjonsrunde i 1982.

source: Wildcat well 6407/2-5 S is the fourth well in production licence 074.
nb: Undersøkelsesbrønn 6407/2-5 S er den fjerde brønnen i utvinningstillatelsen 074.

source: Wellbore 6407/6-7 will be drilled from the drilling facility Ocean Vanguard at position 64°33’53.1”N and 7°40’26.8”E.
nb: Brønnbane 6407/6-7 S skal bores fra boreinnretningen Ocean Vanguard i posisjon 64°33’53,1”N og 7°40’26,8”Ø.

source: The drilling program for wellbore 6407/6-7 S applies to drilling of a wildcat well in production licence 312.
nb: Boreprogrammet for brønnbane 6407/6-7 S gjelder boring av en undersøkelsesbrønn i utvinningstillatelse 312.

source: StatoilHydro is operator with a 59 per cent ownership interest, and the other licensees are ExxonMobil Exploration Production Norway AS and Eni Norway AS with 24 and 17 per cent interest respectively.
nb: StatoilHydro er operatør med 59 prosent andel, men øvrige rettighetshavere er ExxonMobil Exploration Production Norway AS og Eni Norge AS med henholdsvis 24 og 17 prosent andel.

source: The area of the production license consists of sections of blocks 6407/3 and 6 east of the Mikkel field in the Norwegian Sea.
nb: Arealet i utvinningstillatelsen består av deler av blokk 6407/3 og 6 øst for Mikkelfeltet i Norskehavet.

source: Production licence 312 was awarded in 2003 (APA 2003).
nb: Utvinningstillatelse 312 ble tildelt i 2003 (TFO 2003).

source: Wellbore 6407/6-7S is the second exploration well to be drilled in the production licence.
nb: Brønnbane 6407/6-7S er den andre letebrønnen som bores i utvinningstillatelsen.

source: The first the well proved the gas/condensate discovery 6407/6-6 in 2008.
nb: Den første brønnen påviste i 2008 Gass-/kondensatfunnet 6407/6-6.

source: The shelf map also provides an overview of all production licenses on the Norwegian shelf.
nb: Sokkelkartet gir og oversikt over alle utvinningsløyva på norsk sokkel.

source: The entire map or sections of the map may be downloaded as pdf-files or in jpg-format.
nb: Heile kartet eller utsnitt av kartet kan lastast ned i pdf- og jpg-format.

source: The Norwegian continental shelf
nb: Den norske kontinentalsokkelen

source: Area status
nb: Arealstatus

source: Interactive alternative: Daily updates of equivalent information can be found in the Norwegian Petroleum Directorate’s FactMaps.
nb: Interaktivt alternativ: Daglige oppdateringer av tilsvarende informasjon finnes på Oljedirektoratets faktakart.

source: The map 2017 Various sections Geographical areas
nb: Sokkelkartet 2017 Diverse utsnitt Geografiske områder

source: During the course period, experts from Norwegian universities, business and industry and public administration will give the participants an introduction into how Norway manages its oil and gas resources, and the revenues derived from them.
nb: I kursperioden skal eksperter fra norske universiteter, næringsliv og offentlig forvaltning gi deltakerne innføring i hvordan Norge forvalter sine olje- og gassressurser og inntekter fra disse.

source: The speakers will also talk about the environment and business development.
nb: Forelesere skal også belyse miljø og næringsutvikling.

source: The wide range of contributors plays an important role in Petrad's success:
nb: Denne bredden av bidragsytere spiller en stor rolle i suksessen til Petrad:

source: "Petrad plays an important role in the authorities’ international assistance as regards oil and gas activities, and it also participates in the Oil for Development programme," according to Torgeir Knutsen, deputy director of the Ministry of Petroleum and Energy.
nb: - Petrad spiller en viktig rolle i myndighetenes internasjonale bistand når det gjelder olje- og gassvirksomhet og er en aktør i programmet Olje for utvikling, ifølge Torgeir Knutsen.

source: Knutsen welcomed the participants on behalf of the Ministry of Foreign Affairs, the Ministry of Petroleum and Energy, the Ministry of Finance and the Ministry of the Environment.
nb: Han er underdirektør i Olje- og energidepartementet og ønsket deltakerne velkommen på vegne av Utenriks-, Olje- og energi-, Finans- og Miljøverndepartementet.

source: Knutsen believes that the effect of the eight-week long course is twofold:
nb: Knutsen mener at effekten av det åtte uker lange kurset er tosidig:

source: "Firstly, it contributes towards building expertise in the developing countries represented here.
nb: - For det første bidrar det til å bygge opp kompetanse i bistandslandene som deltakerne representerer.

source: It also provides goodwill to the Norwegian oil and gas industry."
nb: Dessuten gir det goodwill til norsk olje- og gassnæring.

source: Øystein Berg, director of Petrad, promised the participants that during the eight-week course they would gain knowledge from "the best the Norwegian petroleum industry can offer".
nb: Øystein Berg, direktør for Petrad, lovte at deltakerne i løpet av det åtte uker lange kurset skal få høste kunnskap fra "det beste av norsk petroleumsvirksomhet".

source: The participants represent countries with both long and shorter oil histories: Azerbaijan discovered its first oil as early as the end of the 1840s, while Madagascar is a newcomer.
nb: Deltakerne representerer land som både har lang og kort oljehistorie: Aserbajdsjan fant sin første olje allerede på slutten av 1840-årene, mens Madagaskar er en nykommer.

source: Director Kirsti Veggeland in the NPD and Director Magne Ognedal in the PSA joined Rogaland County Governor Tora Aasland in welcoming the participants.
nb: Direktørene Kirsti Veggeland og Magne Ognedal i henholdsvis Oljedirektoratet og Petroleumstilsynet, foruten fylkesmann Tora Aasland, var også blant dem som hilste velkommen.

source: The participants were encouraged to explore new frontiers in culture and friendship and to build networks for the future.
nb: De oppfordret deltakerne til å sprenge grenser når det gjelder kultur og vennskap og til å bygge nettverk for framtiden.

source: Wellbore 6407/8-5 A will be drilled from the West Alpha drilling facility at position 64º20’ 56.6’’ North and 07º33’ 44.3’’ East.
nb: Brønnbane 6407/8-5 A skal bores fra boreinnretningen West Alpha i posisjon 64º20’ 56,6’’ Nord og 07º33’ 44,3’’ Øst.

source: The drilling program for wellbore 6407/8-5 A applies to the drilling of an appraisal well in production licence 348.
nb: Boreprogrammet for brønnbane 6407/8-5 A gjelder boring av avgrensningsbrønn i utvinningstillatelse 348.

source: StatoilHydro Petroleum AS is the operator with an ownership interest of 30 per cent.
nb: StatoilHydro Petroleum AS er operatør med 30 prosent eierandel.

source: The other licensees are GdF SUEZ E&P Norway AS with 20 per cent, the Norwegian Energy Company ASA with 17.5 per cent, E.ON Ruhrgas Norway AS with 17.5 per cent, Petoro AS with 7.5 per cent, Concedo ASA with 5 per cent and Endeavour Energy Norge AS with 2.5 per cent.
nb: De øvrige rettighetshaverne er GdF SUEZ E&P Norge AS med 20 prosent, Norwegian Energy Company ASA med 17,5 prosent, E.ON Ruhrgas Norge AS med 17,5 prosent, Petoro AS med 7,5 prosent, Concedo ASA med 5 prosent og Endeavour Energy Norge AS med 2,5 prosent.

source: Well 6407/8-5 A lies 7 kilometers west of the Draugen field and 15 kilometers north-east of the Njord field in the Norwegian Sea.
nb: Brønn 6407/8-5 A ligger 7 km vest for Draugenfeltet og 15 km nordøst for Njordfeltet i Norskehavet.

source: The area in this production licence consists of parts of blocks 6407/8 and 6407/9 and was awarded in APA 2004.
nb: Arealet i denne utvinningstillatelsen består av deler av blokkene 6407/8 og 6407/9 og ble tildelt i TFO2004.

source: This is a sidetrack well which will be drilled from the main well 6407/8-5 S.
nb: Dette er en sidestegsbrønn som bores fra hovedbrønnen 6407/8-5 S.

source: Wellbore 6407/8-5 S will be drilled from the drilling facility West Alpha at position 64º20’ 56.6’’ North and 07º33’ 44.3’’ East.
nb: Brønnbane 6407/8-5 S skal bores fra boreinnretningen West Alpha i posisjon 64º20’ 56,6’’ Nord og 07º33’ 44,3’’ Øst.

source: The drilling programme for wellbore 6407/8-5 S concerns drilling of a wildcat well in production licence 348.
nb: Boreprogrammet for brønnbane 6407/8-5 S gjelder boring av undersøkelsesbrønn i utvinningstillatelse 348.

source: StatoilHydro Petroleum AS is the operator with a 30 per cent interest.
nb: StatoilHydro Petroleum AS er operatør med 30 prosent eierandel.

source: The other licensees are GdF SUEZ E&P Norge AS with 20 per cent, Norwegian Energy Company ASA with 17,5 per cent, E.ON Ruhrgas Norge AS with 17.5 per cent, Petoro AS with 7.5 per cent, Concedo ASA with 5 per cent and Endeavour Energy Norge AS with 2.5 per cent.
nb: De øvrige rettighetshaverne er GdF SUEZ E&P Norge AS med 20 prosent, Norwegian Energy Company ASA med 17,5 prosent, E.ON Ruhrgas Norge AS med 17,5 prosent, Petoro AS med 7,5 prosent, Concedo ASA med 5 prosent og Endeavour Energy Norge AS med 2,5 prosent.

source: Well 6407/8-5 S lies 7 kilometres west of the Draugen field and 15 kilometres northeast of the Njord field in the Norwegian Sea.
nb: Brønn 6407/8-5 S ligger 7 km vest for Draugenfeltet og 15 km nordøst for Njordfeltet i Norskehavet.

source: The area in this production licence consists of parts of blocks 6407/8 and 6407/9 and was awarded in APA2004.
nb: Arealet i denne utvinningstillatelsen består av deler av blokkene 6407/8 og 6407/9 og ble tildelt i TFO2004.

source: This is the third well to be drilled in production licence 348.
nb: Dette er den tredje brønnen som bores i utvinningstillatelse 348.

source: Press contact in the Norwegian Petroleum Directorate Eldbjørg Vaage Melberg, tel.
nb: Kontaktperson i OD: Eldbjørg Vaage Melberg, tel.

source: The drilling program for wellbore 6506/12-12 A relates to drilling of an appraisal well in production licence 094.
nb: Boreprogrammet for brønnbane 6506/12-12 A gjelder boring av avgrensningsbrønn i utvinningstillatelse 094.

source: The well will be drilled from the drilling facility Transocean Leader at position 65°13´1.20” North and 6°54´29.8” East.
nb: Brønnen skal bores fra boreinnretningen Transocean Leader i posisjon 65°13´1,20” Nord og 6°54´29,8” Øst.

source: The area in this production licence consists of block 6506/12, at the Åsgard field in the Norwegian Sea.
nb: Arealet i denne tillatelsen består av blokk 6506/12, ved Åsgardfeltet i Norskehavet.

source: StatoilHydro Petroleum AS is the operator with a 40.95 per cent stake.
nb: StatoilHydro Petroleum AS er operatør med 40,95 prosent andel.

source: The licensees are Petoro AS (14.95 per cent), Total (9.8 per cent), ExxonMobil (14.7 per cent) and Eni (19.6 per cent).
nb: Rettighetshavere er Petoro AS (14,95 prosent), Total (9,8 prosent), ExxonMobil (14,7 prosent) og Eni (19,6 prosent).

source: Wellbore 6506/12-12 S will be drilled from the Transocean Leader drilling facility at position 65°13' 1.20" N and 06°54' 29.8" E.
nb: Brønnbanen 6506/12-12 S skal bores fra boreinnretningen Transocean Leader i posisjon 65°13' 1,20" N og 06°54' 29.8" Ø.

source: The drilling program for wellbore 6506/12-12 S relates to the drilling of a wildcat well in production licence 94.
nb: Boreprogrammet for brønnbane 6506/12-12 S gjelder boring av en undersøkelsesbrønn i utvinningstillatelse 94.

source: StatoilHydro Petroleum AS is the operator with 40.95% and Eni Norge AS (19.6%), Petoro AS (14.95%), ExxonMobil Exploration & Production Norway AS (14.7%) and Total E&P Norge AS (9.8%) are the partners.
nb: StatoilHydro Petroleum AS er operatør med 40.95% og Eni Norge AS (19.6%), Petoro AS (14.95%), ExxonMobil Exploration & Production Norway AS (14.7%) og Total E&P Norge AS (9.8%) er partnere.

source: Well 6506/12-12 S is located about 3 km north of Åsgard.
nb: Brønn 6506/12-12 S ligger omtrent 3 kilometer nord for Åsgard.

source: The production licence consists of part of block 6506/12.
nb: Utvinningstillatelsen består av en del av blokken 6506/12.

source: Wildcat well 6506/12-12 S is the 12th well in production licence 94.
nb: Undersøkelsesbrønn 6506/12-12 S er den 12. brønnen i utvinningstillatelsen 94.

source: Wellbore 6507/11-10 will be drilled from the Songa Delta drilling facility at position 65°5’30.19” North and 7°35’47.13” East after the facility completes drilling of wildcat well 34/4-11 for Petro-Canada in production licence 375.
nb: Brønnbane 6507/11-10 skal bores fra boreinnretningen Songa Delta i posisjon 65°5’30.19” Nord og 7°35’47,13” Øst etter avslutning av boring av undersøkelsesbrønnen 34/4-11 for Petro-Canada i utvinningstillatelse 375.

source: The drilling programme for wellbore 6507/11-10 relates to the drilling of a wildcat well in production licence 476, which is located about 200 km northwest of Namsos and 38 km east of the Åsgard B facility in the Norwegian Sea.
nb: Boreprogrammet for brønnbane 6507/11-10 gjelder boring av undersøkelsesbrønn i utvinningstillatelse 476, som er lokalisert om lag 200 kilometer nordvest for Namsos og 38 kilometer øst for Åsgard B-innretningen i Norskehavet.

source: The acreage in this production licence, which consists of the southeastern part of block 6507/11, was awarded in APA 2007.
nb: Arealet i denne utvinningstillatelsen, som består av sørøstlige del av blokk 6507/11, ble tildelt i TFO 2007.

source: This is the first well in production licence 476.
nb: Dette er den første brønnen i utvinningstillatelse 476.

source: Wellbore 6507/3-6 will be drilled by the drilling facility Bredford Dolphin at position 65°47’ 47.37’’ N and 07°55’ 16.50’’ E.
nb: Brønnbane 6507/3-6 skal bores fra boreinnretningen Bredford Dolphin i posisjon 65°47’ 47.37’’ N og 07°55’ 16.50’’ Ø.

source: The drilling program for wellbore 6507/3-6 applies to the drilling of a wildcat well in production licence 383, which is located to the east of the Skarv field in the Norwegian Sea.
nb: Boreprogrammet for brønnbane 6507/3-6 gjelder boring av undersøkelsesbrønn i utvinningstillatelse 383 som liggert øst for Skarvfeltet i Norskehavet.

source: Det norske oljeselskap is the operator and has a licence share of 55 per cent.
nb: Det norske er operatør med en rettighetsandel på 55 %.

source: Concedo ASA and VNG Norge AS are the other licensees, with 15 per cent and 30 per cent stakes respectively.
nb: Concedo ASA og VNG Norge AS er øvrige rettighetshavere med andeler på henholdsvis 15 % og 30 %.

source: The area of the production licence is made up of parts of blocks 6507/3 and 6508/1, and was awarded under Awards in Predefined Areas 2005 (APA 2005) in January 2006.
nb: Arealet i denne utvinningstillatelsen består av deler av blokkene 6507/3 og 6508/1, og ble tildelt i Tildeling i forhåndsdefinerte områder 2005 (TFO 2005) i januar 2006.

source: This is the first well in this production licence.
nb: Dette er den første brønnen i denne utvinningstillatelsen.

source: A wildcat well has previously been drilled in the area included in the production license, 6507/3-2.
nb: Det er tidligere boret en undersøkelsesbrønn i arealet som omfattes av tillatelsen, 6507/3-2.

source: The area was at that time part of production licence 159 and Statoil was the operator.
nb: Arealet var da en del av utvinningstillatelse 159 og Statoil var operatør.

source: Wellbore 6507/3-7 will be drilled from the Ocean Vanguard drilling facility at position 65°49`24.24" N and 07°43´08.15" E.
nb: Brønnbanen 6507/3-7 skal bores fra boreinnretningen Ocean Vanguard i posisjon 65°49`24,24" N og 07°43´08.15" Ø.

source: Well 6507/3-7 is located about 13 km north of the Skarv field and about 25 km south-west of the Norne field.
nb: Brønn 6507/3-7 ligger omtrent 13 kilometer nord for Skarvfeltet og omtrent 25 kilometer sørvest for Nornefeltet.

source: The production licence consists of a portion of Block 6507/3.
nb: Utvinningstillatelsen består av en del av blokk 6507/3.

source: On 13 February 2008, production licence 159 D was carved out of production licence 159, which was awarded in licensing round 12 B in 1989.
nb: Utvinningstillatelse 159 D ble 13 februar 2008 fradelt fra utvinningstillatelsen 159, som ble tildelt i konsesjonsrunde 12 B i 1989.

source: Wildcat well 6507/3-7 is the first well in production licence 159 D.
nb: Undersøkelsesbrønn 6507/3-7 er den første brønnen i utvinningstillatelse 159 D.

source: Wellbore 6507/3-8 will be drilled from the drilling facility Ocean Vanguard at position 65° 59' 28.2" N and 07° 59´ 27.7" E.
nb: Brønnbanen 6507/3-8 skal bores fra boreinnretningen Ocean Vanguard i posisjon 65° 59` 28,2" N og 07° 59´ 27,7" Ø.

source: Well 6507/3-8 is located about one kilometer southwest of the Norne field in the Norwegian Sea.
nb: Brønn 6507/3-8 ligger om lag en kilometer sørvest for Nornefeltet i Norskehavet.

source: The production licence consists of part of block 6507/3-1.
nb: Utvinningstillatelsen består av en del av blokken 6507/3-1.

source: The production licence was originally awarded in licensing round 12 B in 1989, and in 2004 it was carved out as production licence 159 B.
nb: Utvinningstillatelsen ble opprinnelig tildelt i konsesjonsrunde 12 B i 1989, i 2004 ble den fradelt som utvinningstillatelse 159 B.

source: Wildcat well 6507/3-8 is the second well in production licence 159 B.
nb: Undersøkelsesbrønn 6507/3-8 er den andre brønnen i utvinningstillatelse 159 B.

source: Contact in the NPD Eldbjørg Waage Melberg, tel.
nb: Kontaktperson I OD Eldbjørg Waage Melberg, tlf 51876100

source: Wellbore 6608/10-13 will be drilled by the drilling facility Ocean Vanguard at position 66° 00` 25.4" N and 08° 18´ 10.2" E.
nb: Brønnbane 6608/10-13 skal bores fra boreinnretningen Ocean Vanguard i posisjon 66° 00` 25,4" N og 08° 18´ 10,2" Ø.
